/* No comment provided by engineer. */
"%@ Help" = "Ghid de utilizare";

/* No comment provided by engineer. */
"About %@" = "Despre %@";

/* No comment provided by engineer. */
"Bring All to Front" = "Adu totul în față";

/* No comment provided by engineer. */
"Capitalize" = "Majuscule";

/* No comment provided by engineer. */
"Check Document Now" = "Verifică documentul acum";

/* No comment provided by engineer. */
"Check Grammar With Spelling" = "Verifică gramatica cu ortografie";

/* No comment provided by engineer. */
"Check Spelling While Typing" = "Verifică gramatica în timp real";

/* No comment provided by engineer. */
"Close" = "Închide";

/* No comment provided by engineer. */
"Copy" = "Copiază";

/* No comment provided by engineer. */
"Correct Spelling Automatically" = "Corectează automat ortografia";

/* No comment provided by engineer. */
"Cut" = "Taie";

/* No comment provided by engineer. */
"Data Detectors" = "Detectori de date";

/* No comment provided by engineer. */
"Delete" = "Șterge";

/* No comment provided by engineer. */
"Edit" = "Editează";

/* No comment provided by engineer. */
"Find" = "Caută";

/* No comment provided by engineer. */
"Find and Replace..." = "Caută și înlocuiește...";

/* No comment provided by engineer. */
"Find Next" = "Caută următorul ";

/* No comment provided by engineer. */
"Find Previous" = "Caută anteriorul";

/* No comment provided by engineer. */
"Find..." = "Caută...";

/* No comment provided by engineer. */
"Help" = "Ghid";

/* No comment provided by engineer. */
"Hide %@" = "Ascunde %@";

/* No comment provided by engineer. */
"Hide Others" = "Ascunde celelalte";

/* No comment provided by engineer. */
"Jump to Selection" = "Sari la selecție";

/* No comment provided by engineer. */
"Make Lower Case" = "Litere mici";

/* No comment provided by engineer. */
"Make Upper Case" = "Litere mari";

/* No comment provided by engineer. */
"Minimize" = "Micșorează";

/* No comment provided by engineer. */
"Paste" = "Înlocuiește/Atașează";

/* No comment provided by engineer. */
"Paste and Match Style" = "Înlocuiește și potrivește stilul";

/* No comment provided by engineer. */
"Preferences..." = "Preferințe...";

/* No comment provided by engineer. */
"Quit %@" = "Închide %@";

/* No comment provided by engineer. */
"Redo" = "Restituire";

/* No comment provided by engineer. */
"Select All" = "Selectează tot";

/* No comment provided by engineer. */
"Services" = "Servicii";

/* No comment provided by engineer. */
"Show All" = "Afișează tot";

/* No comment provided by engineer. */
"Show Spelling and Grammar" = "Afișează ortografia și gramatica";

/* No comment provided by engineer. */
"Show Substitutions" = "Afișează substituții ";

/* No comment provided by engineer. */
"Smart Copy/Paste" = "Copiere/Înlocuire inteligentă";

/* No comment provided by engineer. */
"Smart Dashes" = "Liniuțe inteligente";

/* No comment provided by engineer. */
"Smart Links" = "Legături inteligente";

/* No comment provided by engineer. */
"Smart Quotes" = "Citate inteligente";

/* No comment provided by engineer. */
"Speech" = "Enunțare";

/* No comment provided by engineer. */
"Spelling and Grammar" = "Ortografie și gramatică";

/* No comment provided by engineer. */
"Start Speaking" = "Rostește";

/* No comment provided by engineer. */
"Stop Speaking" = "Mut";

/* No comment provided by engineer. */
"Substitutions" = "Substituții";

/* No comment provided by engineer. */
"Text Replacement" = "Text de înlocuit";

/* No comment provided by engineer. */
"Transformations" = "Transformări";

/* No comment provided by engineer. */
"Undo" = "Revenire";

/* No comment provided by engineer. */
"Use Selection for Find" = "Caută în funcție de selecție";

/* No comment provided by engineer. */
"Window" = "Fereastră";

/* No comment provided by engineer. */
"Zoom" = "Lupă";

